[
  {"number": 1, "name": "Bulbasaur", "nameEn": "Bulbasaur", "type1": "Grass", "type2": "Poison", "description": "Una semilla fue plantada en su espalda al nacer. La planta brota y crece con este Pokémon.", "descriptionEn": "A strange seed was planted on its back at birth. The plant sprouts and grows with this Pokémon."},
  {"number": 2, "name": "Ivysaur", "nameEn": "Ivysaur", "type1": "Grass", "type2": "Poison", "description": "Cuando el bulbo de su espalda crece, parece que no puede ponerse de pie sobre sus patas traseras.", "descriptionEn": "When the bulb on its back grows large, it appears to lose the ability to stand on its hind legs."},
  {"number": 3, "name": "Venusaur", "nameEn": "Venusaur", "type1": "Grass", "type2": "Poison", "description": "La planta florece cuando absorbe energía solar. Permanece al sol para obtener energía.", "descriptionEn": "The plant blooms when it absorbs solar energy. It stays on the move to seek sunlight."},
  {"number": 4, "name": "Charmander", "nameEn": "Charmander", "type1": "Fire", "type2": "", "description": "Prefiere lugares calientes. Cuando llueve, se dice que el vapor sale de la punta de su cola.", "descriptionEn": "It has a preference for hot things. When it rains, steam is said to spout from the tip of its tail."},
  {"number": 5, "name": "Charmeleon", "nameEn": "Charmeleon", "type1": "Fire", "type2": "", "description": "Tiene una naturaleza muy bárbara. En combate, usa sus garras afiladas para derribar a sus enemigos.", "descriptionEn": "It has a barbaric nature. In battle, it whips its fiery tail around and slashes away with sharp claws."},
  {"number": 6, "name": "Charizard", "nameEn": "Charizard", "type1": "Fire", "type2": "Flying", "description": "Escupe fuego tan caliente que derrite cualquier cosa. Sin embargo, nunca ataca a un enemigo más débil que él.", "descriptionEn": "It spits fire that is hot enough to melt boulders. It may cause forest fires by blowing flames."},
  {"number": 7, "name": "Squirtle", "nameEn": "Squirtle", "type1": "Water", "type2": "", "description": "Cuando retrae su largo cuello en el caparazón, dispara agua a una presión increíble.", "descriptionEn": "When it retracts its long neck into its shell, it squirts out water with vigorous force."},
  {"number": 8, "name": "Wartortle", "nameEn": "Wartortle", "type1": "Water", "type2": "", "description": "A menudo se esconde en aguas profundas. Se alimenta de peces pequeños que atrapa con sus colas.", "descriptionEn": "It often hides in water. It catches prey by quickly extending its furry neck."},
  {"number": 9, "name": "Blastoise", "nameEn": "Blastoise", "type1": "Water", "type2": "", "description": "Un Pokémon brutal con cañones de agua en su caparazón. Son muy precisos y pueden disparar balas de agua capaces de perforar metal.", "descriptionEn": "A brutal Pokémon with pressurized water jets on its shell. They are used for high-speed tackles."},
  {"number": 10, "name": "Caterpie", "nameEn": "Caterpie", "type1": "Bug", "type2": "", "description": "Su cuerpo suave está cubierto de una piel fina. Libera un olor extremadamente fuerte de sus antenas.", "descriptionEn": "Its short feet are tipped with suction pads that enable it to tirelessly climb slopes and walls."},
  {"number": 11, "name": "Metapod", "nameEn": "Metapod", "type1": "Bug", "type2": "", "description": "Este Pokémon está en un estado transitorio. Su caparazón es tan duro como el hierro, pero por dentro es suave.", "descriptionEn": "This Pokémon is in a temporary state while waiting for its evolution. Its shell is hard but soft inside."},
  {"number": 12, "name": "Butterfree", "nameEn": "Butterfree", "type1": "Bug", "type2": "Flying", "description": "En combate, bate sus alas a gran velocidad para lanzar polvo venenoso al aire.", "descriptionEn": "In battle, it flaps its wings at high speed to release highly toxic dust into the air."},
  {"number": 13, "name": "Weedle", "nameEn": "Weedle", "type1": "Bug", "type2": "Poison", "description": "A menudo se encuentra en bosques y praderas. Tiene un aguijón venenoso en la cabeza.", "descriptionEn": "Often found in forests and grasslands. It has a sharp, toxic barb of around two inches on top of its head."},
  {"number": 14, "name": "Kakuna", "nameEn": "Kakuna", "type1": "Bug", "type2": "Poison", "description": "Casi incapaz de moverse, este Pokémon solo puede endurecer su caparazón para protegerse de los depredadores.", "descriptionEn": "Almost incapable of moving, this Pokémon can only harden its shell to protect itself from predators."},
  {"number": 15, "name": "Beedrill", "nameEn": "Beedrill", "type1": "Bug", "type2": "Poison", "description": "Vuela a gran velocidad y ataca usando los grandes aguijones venenosos de sus patas delanteras y cola.", "descriptionEn": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly."},
  {"number": 16, "name": "Pidgey", "nameEn": "Pidgey", "type1": "Normal", "type2": "Flying", "description": "Muy dócil. Prefiere evitar conflictos. Sin embargo, se enfurecerá si es perturbado.", "descriptionEn": "Very docile. If attacked, it will often kick up sand to protect itself rather than fight back."},
  {"number": 17, "name": "Pidgeotto", "nameEn": "Pidgeotto", "type1": "Normal", "type2": "Flying", "description": "Este Pokémon está lleno de vitalidad. Vuela constantemente alrededor de su gran territorio en busca de presas.", "descriptionEn": "This Pokémon is full of vitality. It constantly flies around its large territory in search of prey."},
  {"number": 18, "name": "Pidgeot", "nameEn": "Pidgeot", "type1": "Normal", "type2": "Flying", "description": "Este Pokémon vuela a velocidades supersónicas. Sus poderosas garras son armas temibles.", "descriptionEn": "This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons."},
  {"number": 19, "name": "Rattata", "nameEn": "Rattata", "type1": "Normal", "type2": "", "description": "Mordisquea cualquier cosa con sus incisivos. Si ves uno, es seguro que hay 40 más en la zona.", "descriptionEn": "Bites anything when it attacks. Small and very quick, it is a common sight in many places."},
  {"number": 20, "name": "Raticate", "nameEn": "Raticate", "type1": "Normal", "type2": "", "description": "Sus patas traseras tienen membranas. Comenzó a nadar en busca de presas.", "descriptionEn": "It uses its whiskers to maintain its balance. It apparently slows down if they are cut off."},
  {"number": 21, "name": "Spearow", "nameEn": "Spearow", "type1": "Normal", "type2": "Flying", "description": "Enfadado y agresivo, perseguirá a otros Pokémon sin importar su tamaño.", "descriptionEn": "Eats bugs in grassy areas. It has to flap its short wings at high speed to stay airborne."},
  {"number": 22, "name": "Fearow", "nameEn": "Fearow", "type1": "Normal", "type2": "Flying", "description": "Con sus enormes y magníficas alas, puede seguir volando sin tener que aterrizar para descansar.", "descriptionEn": "With its huge and magnificent wings, it can keep aloft without ever having to land for rest."},
  {"number": 23, "name": "Ekans", "nameEn": "Ekans", "type1": "Poison", "type2": "", "description": "Se mueve sin hacer ruido. Puede atacar desde cualquier ángulo usando su cuerpo largo y delgado.", "descriptionEn": "Moves silently and stealthily. Eats the eggs of birds, such as Pidgey and Spearow, whole."},
  {"number": 24, "name": "Arbok", "nameEn": "Arbok", "type1": "Poison", "type2": "", "description": "Se dice que el patrón aterrador en su vientre difiere según el área donde vive.", "descriptionEn": "The frightening patterns on its belly have been studied. Six variations have been confirmed."},
  {"number": 25, "name": "Pikachu", "nameEn": "Pikachu", "type1": "Electric", "type2": "", "description": "Cuando libera energía en grandes cantidades, el ambiente eléctrico se carga con electricidad estática.", "descriptionEn": "When it releases pent-up energy in a burst, the electric power is equal to a lightning bolt."},
  {"number": 26, "name": "Raichu", "nameEn": "Raichu", "type1": "Electric", "type2": "", "description": "Su larga cola sirve como tierra para protegerse a sí mismo del alto voltaje.", "descriptionEn": "Its long tail serves as a ground to protect itself from its own high-voltage power."},
  {"number": 27, "name": "Sandshrew", "nameEn": "Sandshrew", "type1": "Ground", "type2": "", "description": "Se enrolla en una bola para protegerse. Puede rodar mientras está enrollado para atacar.", "descriptionEn": "Burrows deep underground in arid locations far from water. It only emerges to hunt for food."},
  {"number": 28, "name": "Sandslash", "nameEn": "Sandslash", "type1": "Ground", "type2": "", "description": "Se enrolla en una bola puntiaguda cuando es atacado. Puede rodar mientras está enrollado para atacar.", "descriptionEn": "Curls up into a spiny ball when threatened. It can roll while curled up to attack."},
  {"number": 29, "name": "Nidoran♀", "nameEn": "Nidoran♀", "type1": "Poison", "type2": "", "description": "Aunque pequeño, su aguijón venenoso lo hace peligroso. Las hembras tienen cuernos más pequeños.", "descriptionEn": "Although small, its venomous barbs make this Pokémon dangerous. The female has smaller horns."},
  {"number": 30, "name": "Nidorina", "nameEn": "Nidorina", "type1": "Poison", "type2": "", "description": "El cuerno de la hembra se desarrolla lentamente. Prefiere ataques físicos como arañazos y mordiscos.", "descriptionEn": "The female's horn develops slowly. Prefers physical attacks such as clawing and biting."},
  {"number": 31, "name": "Nidoqueen", "nameEn": "Nidoqueen", "type1": "Poison", "type2": "Ground", "description": "Su cuerpo está cubierto de escamas duras. Protege ferozmente a sus crías.", "descriptionEn": "Its hard scales provide strong protection. It uses its hefty bulk to execute powerful moves."},
  {"number": 32, "name": "Nidoran♂", "nameEn": "Nidoran♂", "type1": "Poison", "type2": "", "description": "Está alerta ante los sonidos. Su gran cuerno está más desarrollado que el de la hembra.", "descriptionEn": "Stiffens its ears to sense danger. The larger its horns, the more powerful its secreted venom."},
  {"number": 33, "name": "Nidorino", "nameEn": "Nidorino", "type1": "Poison", "type2": "", "description": "Un Pokémon agresivo que es rápido para atacar. El cuerno en su frente está afilado y altamente venenoso.", "descriptionEn": "An aggressive Pokémon that is quick to attack. The horn on its forehead is a sharp weapon."},
  {"number": 34, "name": "Nidoking", "nameEn": "Nidoking", "type1": "Poison", "type2": "Ground", "description": "Usa su cola poderosa para golpear y someter a sus enemigos. Luego los aplasta con su cuerpo pesado.", "descriptionEn": "It uses its powerful tail to knock down its prey. It then stomps on them with its heavy body."},
  {"number": 35, "name": "Clefairy", "nameEn": "Clefairy", "type1": "Fairy", "type2": "", "description": "Su mágica y adorable apariencia ha cautivado a muchos entrenadores. Es raro y difícil de encontrar.", "descriptionEn": "Its magical and cute appeal has many admirers. It is rare and found only in certain areas."},
  {"number": 36, "name": "Clefable", "nameEn": "Clefable", "type1": "Fairy", "type2": "", "description": "Un Pokémon tímido y raro. Se dice que aquellos que lo ven son bendecidos con buena fortuna.", "descriptionEn": "A timid fairy Pokémon that is rarely seen. It will run and hide the moment it senses people."},
  {"number": 37, "name": "Vulpix", "nameEn": "Vulpix", "type1": "Fire", "type2": "", "description": "Al nacer, tiene una cola blanca. A medida que crece, esta se divide en seis. La cola es cálida.", "descriptionEn": "At the time of birth, it has just one tail. The tail splits from its tip as it grows older."},
  {"number": 38, "name": "Ninetales", "nameEn": "Ninetales", "type1": "Fire", "type2": "", "description": "Muy inteligente y vengativo. Atrapar una de sus colas puede resultar en una maldición de 1000 años.", "descriptionEn": "Very smart and very vengeful. Grabbing one of its many tails could result in a 1000-year curse."},
  {"number": 39, "name": "Jigglypuff", "nameEn": "Jigglypuff", "type1": "Normal", "type2": "Fairy", "description": "Cuando canta su canción de cuna, todos los que la escuchan se duermen.", "descriptionEn": "When its huge eyes waver, it sings a mysteriously soothing melody that lulls its enemies to sleep."},
  {"number": 40, "name": "Wigglytuff", "nameEn": "Wigglytuff", "type1": "Normal", "type2": "Fairy", "description": "Su cuerpo es muy elástico. Al inhalar profundamente, puede inflarse como un globo.", "descriptionEn": "The body is soft and rubbery. When angered, it will suck in air and inflate itself to an enormous size."},
  {"number": 41, "name": "Zubat", "nameEn": "Zubat", "type1": "Poison", "type2": "Flying", "description": "Forma colonias en lugares oscuros como cuevas. Usa ondas ultrasónicas para identificar obstáculos.", "descriptionEn": "Forms colonies in perpetually dark places. Uses ultrasonic waves to identify and approach targets."},
  {"number": 42, "name": "Golbat", "nameEn": "Golbat", "type1": "Poison", "type2": "Flying", "description": "Una vez que comienza a chupar sangre de su presa, no se detendrá hasta que esté satisfecho.", "descriptionEn": "Once it strikes, it will not stop draining energy from the victim even if it gets too heavy to fly."},
  {"number": 43, "name": "Oddish", "nameEn": "Oddish", "type1": "Grass", "type2": "Poison", "description": "Durante el día, mantiene su cara enterrada en el suelo. Por la noche, vaga sembrando semillas.", "descriptionEn": "During the day, it keeps its face buried in the ground. At night, it wanders around sowing its seeds."},
  {"number": 44, "name": "Gloom", "nameEn": "Gloom", "type1": "Grass", "type2": "Poison", "description": "El líquido que gotea de sus pétalos tiene un olor horrible. Un olor tan fuerte que puede hacer desmayar a alguien a 1.8 millas de distancia.", "descriptionEn": "The fluid that oozes from its mouth isn't drool. It is a nectar that is used to attract prey."},
  {"number": 45, "name": "Vileplume", "nameEn": "Vileplume", "type1": "Grass", "type2": "Poison", "description": "Tiene los pétalos más grandes del mundo. Al caminar, los pétalos emiten un polen tóxico muy denso.", "descriptionEn": "The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up."},
  {"number": 46, "name": "Paras", "nameEn": "Paras", "type1": "Bug", "type2": "Grass", "description": "Brotes de hongos llamados tochukaso crecen en su espalda. Crecen con el huésped Paras.", "descriptionEn": "Burrows to suck tree roots. The mushrooms on its back grow by drawing nutrients from the bug host."},
  {"number": 47, "name": "Parasect", "nameEn": "Parasect", "type1": "Bug", "type2": "Grass", "description": "Un hongo de gran tamaño controla al bug. El hongo se come cuando el bug se mueve.", "descriptionEn": "A host-parasite pair in which the parasite mushroom has taken over the host bug. Prefers damp places."},
  {"number": 48, "name": "Venonat", "nameEn": "Venonat", "type1": "Bug", "type2": "Poison", "description": "Vive en la sombra de árboles altos en los bosques. Se alimenta de insectos que son atraídos por la luz.", "descriptionEn": "Lives in the shadows of tall trees where it eats insects. It is attracted by light at night."},
  {"number": 49, "name": "Venomoth", "nameEn": "Venomoth", "type1": "Bug", "type2": "Poison", "description": "Las escamas de polvo que cubre sus alas son de color según el tipo de veneno que tenga.", "descriptionEn": "The dust-like scales covering its wings are color-coded to indicate the kinds of poison it has."},
  {"number": 50, "name": "Diglett", "nameEn": "Diglett", "type1": "Ground", "type2": "", "description": "Vive a aproximadamente un metro bajo tierra. Se alimenta de raíces de plantas, ocasionalmente apareciendo arriba.", "descriptionEn": "Lives about one yard underground where it feeds on plant roots. It sometimes appears above ground."},
  {"number": 51, "name": "Dugtrio", "nameEn": "Dugtrio", "type1": "Ground", "type2": "", "description": "Un equipo de Diglett triplets. Puede desencadenar terremotos masivos cavando a 60 millas por hora.", "descriptionEn": "A team of triplets that can burrow over 60 MPH. Due to this, some people think it's an earthquake."},
  {"number": 52, "name": "Meowth", "nameEn": "Meowth", "type1": "Normal", "type2": "", "description": "Adora las cosas redondas y brillantes. No puede resistirse a jugar con monedas que encuentra en las calles.", "descriptionEn": "Adores circular objects. Wanders the streets on a nightly basis to look for dropped loose change."},
  {"number": 53, "name": "Persian", "nameEn": "Persian", "type1": "Normal", "type2": "", "description": "Aunque su apariencia es elegante, es muy feroz. Atacará con sus garras afiladas si se le provoca.", "descriptionEn": "Although its fur has many admirers, it is tough to raise as a pet because of its fickle meanness."},
  {"number": 54, "name": "Psyduck", "nameEn": "Psyduck", "type1": "Water", "type2": "", "description": "Siempre sufre de dolor de cabeza. Cuando el dolor se intensifica, comienza a usar poderes psíquicos misteriosos.", "descriptionEn": "While lulling its enemies with its vacant look, this wily Pokémon will use psychokinetic powers."},
  {"number": 55, "name": "Golduck", "nameEn": "Golduck", "type1": "Water", "type2": "", "description": "A menudo visto nadando elegantemente por lagos y ríos. Es confundido con el monstruo japonés Kappa.", "descriptionEn": "Often seen swimming elegantly by lake shores. It is often mistaken for the Japanese monster Kappa."},
  {"number": 56, "name": "Mankey", "nameEn": "Mankey", "type1": "Fighting", "type2": "", "description": "Extremadamente rápido para enfadarse. Podría estar furioso en un momento y calmado al siguiente.", "descriptionEn": "Extremely quick to anger. It could be docile one moment then thrashing away the next instant."},
  {"number": 57, "name": "Primeape", "nameEn": "Primeape", "type1": "Fighting", "type2": "", "description": "Se enfurece constantemente. Cuando se enfurece demasiado, se queda sin energía y se duerme.", "descriptionEn": "Always furious and tenacious to boot. It will not abandon chasing its quarry until it is caught."},
  {"number": 58, "name": "Growlithe", "nameEn": "Growlithe", "type1": "Fire", "type2": "", "description": "Muy protector de su territorio. Ladrará y morderá para repeler intrusos de su espacio.", "descriptionEn": "Very protective of its territory. It will bark and bite to repel intruders from its space."},
  {"number": 59, "name": "Arcanine", "nameEn": "Arcanine", "type1": "Fire", "type2": "", "description": "Un Pokémon que ha sido admirado desde el pasado por su belleza. Corre ágilmente como el viento.", "descriptionEn": "A Pokémon that has been admired since the past for its beauty. It runs agilely as if on wings."},
  {"number": 60, "name": "Poliwag", "nameEn": "Poliwag", "type1": "Water", "type2": "", "description": "Su piel nueva es tan delgada, sus órganos internos son visibles. Tiene apariencia viscosa.", "descriptionEn": "Its newly grown legs prevent it from running. It appears to prefer swimming than trying to stand."},
  {"number": 61, "name": "Poliwhirl", "nameEn": "Poliwhirl", "type1": "Water", "type2": "", "description": "Capaz de vivir dentro o fuera del agua. Cuando está fuera del agua, suda para mantener su cuerpo húmedo.", "descriptionEn": "Capable of living on land or in water. When out of water, it sweats to keep its body slimy."},
  {"number": 62, "name": "Poliwrath", "nameEn": "Poliwrath", "type1": "Water", "type2": "Fighting", "description": "Un nadador experto en todos los estilos. Es más fuerte que un nadador olímpico humano.", "descriptionEn": "An adept swimmer at both the front crawl and breast stroke. Easily overtakes the best human swimmers."},
  {"number": 63, "name": "Abra", "nameEn": "Abra", "type1": "Psychic", "type2": "", "description": "Usa sus poderes psíquicos mientras duerme. El contenido de sus sueños afecta los poderes que usa.", "descriptionEn": "Using its psychic power is such a strain on its brain that it needs to sleep for 18 hours a day."},
  {"number": 64, "name": "Kadabra", "nameEn": "Kadabra", "type1": "Psychic", "type2": "", "description": "Emite ondas alfa especiales de su cuerpo que causan dolores de cabeza solo con estar cerca.", "descriptionEn": "It emits special alpha waves from its body that induce headaches just by being nearby."},
  {"number": 65, "name": "Alakazam", "nameEn": "Alakazam", "type1": "Psychic", "type2": "", "description": "Su cerebro puede superar a una supercomputadora. Su coeficiente intelectual se dice que es alrededor de 5000.", "descriptionEn": "Its brain can outperform a supercomputer. Its intelligence quotient is said to be 5,000."},
  {"number": 66, "name": "Machop", "nameEn": "Machop", "type1": "Fighting", "type2": "", "description": "Entrena todo el día, todos los días. Desarrolla músculos que nunca se cansan o se adoloran.", "descriptionEn": "Loves to build its muscles. It trains in all styles of martial arts to become even stronger."},
  {"number": 67, "name": "Machoke", "nameEn": "Machoke", "type1": "Fighting", "type2": "", "description": "Su musculoso cuerpo nunca se cansa. Ayuda a la gente moviendo cosas pesadas.", "descriptionEn": "Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions."},
  {"number": 68, "name": "Machamp", "nameEn": "Machamp", "type1": "Fighting", "type2": "", "description": "Usando sus cuatro brazos increíblemente poderosos, puede lanzar 1,000 golpes en solo dos segundos.", "descriptionEn": "Using its heavy muscles, it throws powerful punches that can send the victim clear over the horizon."},
  {"number": 69, "name": "Bellsprout", "nameEn": "Bellsprout", "type1": "Grass", "type2": "Poison", "description": "Un Pokémon carnívoro que atrapa y come pequeños insectos. Usa su raíz como pierna para caminar.", "descriptionEn": "A carnivorous Pokémon that traps and eats bugs. It uses its root feet to soak up needed moisture."},
  {"number": 70, "name": "Weepinbell", "nameEn": "Weepinbell", "type1": "Grass", "type2": "Poison", "description": "Escupe veneno para detener a su presa, luego la envuelve con sus hojas antes de comerla.", "descriptionEn": "It spits out Poison Powder to immobilize the enemy and then finishes it with a spray of Acid."},
  {"number": 71, "name": "Victreebel", "nameEn": "Victreebel", "type1": "Grass", "type2": "Poison", "description": "Dice que vive en colonias grandes en lo profundo de las junglas, aunque nadie ha regresado para confirmarlo.", "descriptionEn": "Said to live in huge colonies deep in jungles, although no one has ever returned from there."},
  {"number": 72, "name": "Tentacool", "nameEn": "Tentacool", "type1": "Water", "type2": "Poison", "description": "Flota en aguas poco profundas. Los nadadores pueden ser pinchados por sus tentáculos venenosos si lo tocan.", "descriptionEn": "Drifts in shallow seas. Anglers who hook them by accident are often punished by its stinging acid."},
  {"number": 73, "name": "Tentacruel", "nameEn": "Tentacruel", "type1": "Water", "type2": "Poison", "description": "Los tentáculos normalmente se mantienen cortos. En la caza, se estiran para envenenar y atrapar presas.", "descriptionEn": "The tentacles are normally kept short. On hunts, they are extended to ensnare and immobilize prey."},
  {"number": 74, "name": "Geodude", "nameEn": "Geodude", "type1": "Rock", "type2": "Ground", "description": "Se encuentra en campos y montañas. Confundir uno con una roca hará que se enfade y te ataque.", "descriptionEn": "Found in fields and mountains. Mistaking them for boulders, people often step or trip on them."},
  {"number": 75, "name": "Graveler", "nameEn": "Graveler", "type1": "Rock", "type2": "Ground", "description": "Rueda cuesta abajo por caminos de montaña. Mientras más rueda, más rápido se mueve.", "descriptionEn": "Rolls down slopes to move. It rolls over any obstacle without slowing or changing its direction."},
  {"number": 76, "name": "Golem", "nameEn": "Golem", "type1": "Rock", "type2": "Ground", "description": "Una vez al año, muda su piel. Su cuerpo desnudo es más suave que el de un niño.", "descriptionEn": "Its boulder-like body is extremely hard. It can easily withstand dynamite blasts without damage."},
  {"number": 77, "name": "Ponyta", "nameEn": "Ponyta", "type1": "Fire", "type2": "", "description": "Sus pezuñas son 10 veces más duras que el diamante. Puede pisotear cualquier cosa en pedazos.", "descriptionEn": "Its hooves are 10 times harder than diamonds. It can trample anything completely flat in little time."},
  {"number": 78, "name": "Rapidash", "nameEn": "Rapidash", "type1": "Fire", "type2": "", "description": "Muy competitivo, perseguirá cualquier cosa que se mueva rápido esperando ganarle en velocidad.", "descriptionEn": "Very competitive, this Pokémon will chase anything that moves fast in the hopes of racing it."},
  {"number": 79, "name": "Slowpoke", "nameEn": "Slowpoke", "type1": "Water", "type2": "Psychic", "description": "Increíblemente lento y tonto. Tarda 5 segundos en sentir dolor cuando su cola es mordida.", "descriptionEn": "Incredibly slow and dopey. It takes 5 seconds for it to feel pain when its tail is bitten."},
  {"number": 80, "name": "Slowbro", "nameEn": "Slowbro", "type1": "Water", "type2": "Psychic", "description": "El Shellder que se adhiere a su cola se dice que se alimenta de los restos de comida de Slowbro.", "descriptionEn": "The Shellder that is latched onto Slowpoke's tail is said to feed on the host's left-over scraps."},
  {"number": 81, "name": "Magnemite", "nameEn": "Magnemite", "type1": "Electric", "type2": "Steel", "description": "Usa ondas antigravitatorias para mantenerse suspendido. Aparece sin previo aviso y usa Thunder Wave.", "descriptionEn": "Uses anti-gravity to stay suspended. Appears without warning and uses Thunder Wave and similar moves."},
  {"number": 82, "name": "Magneton", "nameEn": "Magneton", "type1": "Electric", "type2": "Steel", "description": "Formado por varios Magnemite unidos. Con frecuencia aparece cuando el sol se pone con manchas solares.", "descriptionEn": "Formed by several Magnemite linked together. They frequently appear when sunspots flare up."},
  {"number": 83, "name": "Farfetch'd", "nameEn": "Farfetch'd", "type1": "Normal", "type2": "Flying", "description": "Vive donde crecen los puerros. Mantiene uno en su ala y lo usa como espada.", "descriptionEn": "The sprig of green onions it holds is its weapon. It is used much like a metal sword."},
  {"number": 84, "name": "Doduo", "nameEn": "Doduo", "type1": "Normal", "type2": "Flying", "description": "Un pájaro que corre en patas poderosas. Dejó de volar hace mucho tiempo.", "descriptionEn": "A bird that makes up for its poor flying with its fast foot speed. Leaves giant footprints."},
  {"number": 85, "name": "Dodrio", "nameEn": "Dodrio", "type1": "Normal", "type2": "Flying", "description": "Usa sus tres cabezas para ejecutar planes complejos. Mientras dos duermen, una vigila.", "descriptionEn": "Uses its three brains to execute complex plans. While two heads sleep, one head stays awake."},
  {"number": 86, "name": "Seel", "nameEn": "Seel", "type1": "Water", "type2": "", "description": "El cuerno puntiagudo en su cabeza es muy duro. Se usa para perforar bloques de hielo.", "descriptionEn": "The protruding horn on its head is very hard. It is used for bashing through thick ice."},
  {"number": 87, "name": "Dewgong", "nameEn": "Dewgong", "type1": "Water", "type2": "Ice", "description": "Almacena energía térmica en su cuerpo. Nada en aguas heladas a 40 grados Fahrenheit sin problemas.", "descriptionEn": "Stores thermal energy in its body. Swims at a steady 8 knots even in intensely cold waters."},
  {"number": 88, "name": "Grimer", "nameEn": "Grimer", "type1": "Poison", "type2": "", "description": "Hecho de lodo tóxico. Se vuelve más fuerte cuanto más basura y desechos industriales come.", "descriptionEn": "Appears in filthy areas. Thrives by sucking up polluted sludge that is pumped out of factories."},
  {"number": 89, "name": "Muk", "nameEn": "Muk", "type1": "Poison", "type2": "", "description": "Tan tóxico que incluso su huella contiene veneno. Sin embargo, es un Pokémon muy dócil.", "descriptionEn": "Thickly covered with a filthy, vile sludge. It is so toxic, even its footprints contain poison."},
  {"number": 90, "name": "Shellder", "nameEn": "Shellder", "type1": "Water", "type2": "", "description": "Su caparazón duro repele cualquier tipo de ataque. Está vulnerable solo cuando está abierto.", "descriptionEn": "Its hard shell repels any kind of attack. It is vulnerable only when its shell is open."},
  {"number": 91, "name": "Cloyster", "nameEn": "Cloyster", "type1": "Water", "type2": "Ice", "description": "Cuando es atacado, lanza sus cuernos en represalia. Los cuernos que se rompen se regeneran durante la noche.", "descriptionEn": "When attacked, it launches its horns in quick volleys. Its innards have never been seen."},
  {"number": 92, "name": "Gastly", "nameEn": "Gastly", "type1": "Ghost", "type2": "Poison", "description": "Casi invisible, este Pokémon gaseoso envuelve a su enemigo mientras duerme sin que se dé cuenta.", "descriptionEn": "Almost invisible, this gaseous Pokémon cloaks the target and puts it to sleep without notice."},
  {"number": 93, "name": "Haunter", "nameEn": "Haunter", "type1": "Ghost", "type2": "Poison", "description": "Debido a su capacidad para deslizarse a través de paredes, se dice que es de otra dimensión.", "descriptionEn": "Because of its ability to slip through block walls, it is said to be from another dimension."},
  {"number": 94, "name": "Gengar", "nameEn": "Gengar", "type1": "Ghost", "type2": "Poison", "description": "En una noche de luna llena, si las sombras se mueven solas y ríen, debe ser Gengar.", "descriptionEn": "Under a full moon, this Pokémon likes to mimic the shadows of people and laugh at their fright."},
  {"number": 95, "name": "Onix", "nameEn": "Onix", "type1": "Rock", "type2": "Ground", "description": "A medida que crece, las porciones de piedra de su cuerpo se endurecen para volverse como un diamante de color negro.", "descriptionEn": "As it grows, the stone portions of its body harden to become similar to a diamond, but colored black."},
  {"number": 96, "name": "Drowzee", "nameEn": "Drowzee", "type1": "Psychic", "type2": "", "description": "Pone a dormir a su enemigo y se come sus sueños. Se dice que los malos sueños le dan mejor sabor.", "descriptionEn": "Puts enemies to sleep then eats their dreams. Occasionally gets sick from eating bad dreams."},
  {"number": 97, "name": "Hypno", "nameEn": "Hypno", "type1": "Psychic", "type2": "", "description": "Cuando cierra los ojos, siempre está usando telepatía, incluso mientras duerme.", "descriptionEn": "When it locks eyes with an enemy, it will use a mix of PSI moves such as Hypnosis and Confusion."},
  {"number": 98, "name": "Krabby", "nameEn": "Krabby", "type1": "Water", "type2": "", "description": "Sus pinzas no solo son armas poderosas, sino que también son útiles para mantener el equilibrio al caminar de lado.", "descriptionEn": "Its pincers are not only powerful weapons, they are used for balance when walking sideways."},
  {"number": 99, "name": "Kingler", "nameEn": "Kingler", "type1": "Water", "type2": "", "description": "La pinza grande tiene 10,000 caballos de fuerza. Sin embargo, es demasiado pesada para moverse con facilidad.", "descriptionEn": "The large pincer has 10,000-horsepower crushing force. However, its huge size makes it unwieldy to use."},
  {"number": 100, "name": "Voltorb", "nameEn": "Voltorb", "type1": "Electric", "type2": "", "description": "Por lo general se encuentra en centrales eléctricas. Fácilmente confundido con una Poké Ball, ha causado muchos accidentes.", "descriptionEn": "Usually found in power plants. Easily mistaken for a Poké Ball, it has zapped many people."},
  {"number": 101, "name": "Electrode", "nameEn": "Electrode", "type1": "Electric", "type2": "", "description": "Almacena energía eléctrica en su cuerpo. El más mínimo shock podría causar una explosión masiva.", "descriptionEn": "It stores electric energy under very high pressure. It often explodes with little or no provocation."},
  {"number": 102, "name": "Exeggcute", "nameEn": "Exeggcute", "type1": "Grass", "type2": "Psychic", "description": "A menudo confundido con huevos. Cuando se separan, rápidamente se reagrupan como si nada hubiera pasado.", "descriptionEn": "Often mistaken for eggs. When disturbed, they quickly gather and attack in swarms."},
  {"number": 103, "name": "Exeggutor", "nameEn": "Exeggutor", "type1": "Grass", "type2": "Psychic", "description": "Se dice que en raras ocasiones, una de sus cabezas caerá y se convertirá en un Exeggcute.", "descriptionEn": "Legend has it that on rare occasions, one of its heads will drop off and continue on as an Exeggcute."},
  {"number": 104, "name": "Cubone", "nameEn": "Cubone", "type1": "Ground", "type2": "", "description": "Siempre usa el cráneo de su madre fallecida. Nunca se ha visto su verdadera cara.", "descriptionEn": "Because it never removes its skull helmet, no one has ever seen this Pokémon's real face."},
  {"number": 105, "name": "Marowak", "nameEn": "Marowak", "type1": "Ground", "type2": "", "description": "El hueso que sostiene es una herramienta clave que ha sido pasado de generación en generación.", "descriptionEn": "The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets."},
  {"number": 106, "name": "Hitmonlee", "nameEn": "Hitmonlee", "type1": "Fighting", "type2": "", "description": "Cuando está en un apuro, sus piernas se estiran libremente. Corre con pasos largos.", "descriptionEn": "When in a hurry, its legs lengthen progressively. It runs smoothly with extra-long, loping strides."},
  {"number": 107, "name": "Hitmonchan", "nameEn": "Hitmonchan", "type1": "Fighting", "type2": "", "description": "Mientras parece estar haciendo shadow boxing, está lanzando golpes que son más rápidos que una bala.", "descriptionEn": "While apparently doing nothing, it fires punches in lightning-fast volleys that are impossible to see."},
  {"number": 108, "name": "Lickitung", "nameEn": "Lickitung", "type1": "Normal", "type2": "", "description": "Su lengua puede extenderse hasta el doble de su longitud corporal. Su saliva contiene un agente paralizante.", "descriptionEn": "Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful."},
  {"number": 109, "name": "Koffing", "nameEn": "Koffing", "type1": "Poison", "type2": "", "description": "Debido a que almacena varios tipos de gases tóxicos en su cuerpo, es propenso a explotar sin previo aviso.", "descriptionEn": "Because it stores several kinds of toxic gases in its body, it is prone to exploding without warning."},
  {"number": 110, "name": "Weezing", "nameEn": "Weezing", "type1": "Poison", "type2": "", "description": "Donde dos tipos de gases venenosos se encuentran, aparecen 2 Koffing que se convierten en un Weezing.", "descriptionEn": "Where two kinds of poison gases meet, 2 Koffing can combine into a Weezing over many years."},
  {"number": 111, "name": "Rhyhorn", "nameEn": "Rhyhorn", "type1": "Ground", "type2": "Rock", "description": "Su cerebro masivo está compuesto de músculos. Cuando piensa, su temperatura corporal aumenta hasta 770 grados Fahrenheit.", "descriptionEn": "Its massive bones are 1000 times harder than human bones. It can easily knock a trailer flying."},
  {"number": 112, "name": "Rhydon", "nameEn": "Rhydon", "type1": "Ground", "type2": "Rock", "description": "Protegido por una armadura que es como la roca, puede vivir en lava de 3,600 grados Fahrenheit.", "descriptionEn": "Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees Fahrenheit."},
  {"number": 113, "name": "Chansey", "nameEn": "Chansey", "type1": "Normal", "type2": "", "description": "Un Pokémon raro y elusivo que se dice que trae felicidad a quienes lo capturan.", "descriptionEn": "A rare and elusive Pokémon that is said to bring happiness to those who are able to catch it."},
  {"number": 114, "name": "Tangela", "nameEn": "Tangela", "type1": "Grass", "type2": "", "description": "Todo su cuerpo está envuelto en lianas azules que crecen constantemente.", "descriptionEn": "The whole body is swathed with wide vines that are covered with a growth of blue plant life."},
  {"number": 115, "name": "Kangaskhan", "nameEn": "Kangaskhan", "type1": "Normal", "type2": "", "description": "El bebé rara vez sale de la bolsa protectora de su madre hasta que tiene 3 años.", "descriptionEn": "The infant rarely ventures out of its mother's protective pouch until it is 3 years old."},
  {"number": 116, "name": "Horsea", "nameEn": "Horsea", "type1": "Water", "type2": "", "description": "Conocido por disparar tinta. Mantiene la distancia mientras ajusta su puntería.", "descriptionEn": "Known to shoot down flying bugs with precision blasts of ink from the surface of the water."},
  {"number": 117, "name": "Seadra", "nameEn": "Seadra", "type1": "Water", "type2": "", "description": "Capaz de nadar hacia atrás al mover rápidamente sus aletas. Puede escupir tinta.", "descriptionEn": "Capable of swimming backwards by rapidly flapping its wing-like pectoral fins and stout tail."},
  {"number": 118, "name": "Goldeen", "nameEn": "Goldeen", "type1": "Water", "type2": "", "description": "Su aleta caudal ondea elegantemente en el agua. Es conocido como el Bailarín Acuático.", "descriptionEn": "Its tail fin billows like an elegant ballroom dress, giving it the nickname of the Water Queen."},
  {"number": 119, "name": "Seaking", "nameEn": "Seaking", "type1": "Water", "type2": "", "description": "En el otoño, su cuerpo se vuelve más gordo en preparación para la temporada de apareamiento.", "descriptionEn": "In the autumn spawning season, they can be seen swimming powerfully up rivers and creeks."},
  {"number": 120, "name": "Staryu", "nameEn": "Staryu", "type1": "Water", "type2": "", "description": "Un Pokémon misterioso que puede regenerar apéndices que se han cortado en batalla.", "descriptionEn": "An enigmatic Pokémon that can effortlessly regenerate any appendage it loses in battle."},
  {"number": 121, "name": "Starmie", "nameEn": "Starmie", "type1": "Water", "type2": "Psychic", "description": "Su núcleo central brilla con los colores del arcoíris. Algunos lo llaman la gema del mar.", "descriptionEn": "Its central core glows with the seven colors of the rainbow. Some people value the gem as a gem."},
  {"number": 122, "name": "Mr. Mime", "nameEn": "Mr. Mime", "type1": "Psychic", "type2": "Fairy", "description": "Un maestro de la pantomima. Sus gestos y movimientos convencen a los espectadores de que algo invisible realmente existe.", "descriptionEn": "A master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists."},
  {"number": 123, "name": "Scyther", "nameEn": "Scyther", "type1": "Bug", "type2": "Flying", "description": "Con sus alas rápidas, puede volar, pero es más conocido por sus veloces patadas de karate.", "descriptionEn": "With ninja-like agility and speed, it can create the illusion that there is more than one."},
  {"number": 124, "name": "Jynx", "nameEn": "Jynx", "type1": "Ice", "type2": "Psychic", "description": "Se dice que sus extraños movimientos de baile hipnotizan a los enemigos. Ocasionalmente se ve en las ciudades.", "descriptionEn": "It speaks a language similar to that of humans. However, it seems to use dancing to communicate."},
  {"number": 125, "name": "Electabuzz", "nameEn": "Electabuzz", "type1": "Electric", "type2": "", "description": "Normalmente se encuentra cerca de centrales eléctricas. Pueden interrumpir el suministro eléctrico de ciudades enteras.", "descriptionEn": "Normally found near power plants, they can wander away and cause major blackouts in cities."},
  {"number": 126, "name": "Magmar", "nameEn": "Magmar", "type1": "Fire", "type2": "", "description": "Su cuerpo siempre arde con una llama anaranjada que le permite ocultarse perfectamente entre el fuego.", "descriptionEn": "Found near the mouth of a volcano. This fire-breather's body temperature is nearly 2,200 degrees Fahrenheit."},
  {"number": 127, "name": "Pinsir", "nameEn": "Pinsir", "type1": "Bug", "type2": "", "description": "Si falla en aplastar a la víctima con sus pinzas, la lanzará volando.", "descriptionEn": "If it fails to crush the victim in its pincers, it will swing it around and toss it hard."},
  {"number": 128, "name": "Tauros", "nameEn": "Tauros", "type1": "Normal", "type2": "", "description": "Cuando ataca, corre hacia adelante mientras patea con sus patas traseras.", "descriptionEn": "When it targets an enemy, it charges furiously while whipping its body with its long tails."},
  {"number": 129, "name": "Magikarp", "nameEn": "Magikarp", "type1": "Water", "type2": "", "description": "En el pasado distante, era más fuerte que sus apariencias horribles sugerían, pero se ha convertido gradualmente en más débil.", "descriptionEn": "In the distant past, it was somewhat stronger than the horribly weak descendants that exist today."},
  {"number": 130, "name": "Gyarados", "nameEn": "Gyarados", "type1": "Water", "type2": "Flying", "description": "Rara vez aparece en la naturaleza. Se dice que cuando Magikarp evoluciona, su cerebro se transforma completamente.", "descriptionEn": "Rarely seen in the wild. Huge and vicious, it is capable of destroying entire cities in a rage."},
  {"number": 131, "name": "Lapras", "nameEn": "Lapras", "type1": "Water", "type2": "Ice", "description": "Un Pokémon gentil que disfruta dando paseos a la gente en su espalda. Puede entender el habla humana.", "descriptionEn": "A Pokémon that has been overhunted almost to extinction. It can ferry people across the water."},
  {"number": 132, "name": "Ditto", "nameEn": "Ditto", "type1": "Normal", "type2": "", "description": "Puede reorganizar su estructura celular para transformarse en lo que ve.", "descriptionEn": "Capable of copying an enemy's genetic code to instantly transform itself into a duplicate of the enemy."},
  {"number": 133, "name": "Eevee", "nameEn": "Eevee", "type1": "Normal", "type2": "", "description": "Su código genético es irregular. Puede mutar si está expuesto a la radiación de las piedras evolutivas.", "descriptionEn": "Its genetic code is irregular. It may mutate if it is exposed to radiation from element stones."},
  {"number": 134, "name": "Vaporeon", "nameEn": "Vaporeon", "type1": "Water", "type2": "", "description": "Vive cerca del agua. Su cola larga está rematada con una aleta que se confunde con la de una sirena.", "descriptionEn": "Lives close to water. Its long tail is ridged with a fin that is often mistaken for a mermaid's."},
  {"number": 135, "name": "Jolteon", "nameEn": "Jolteon", "type1": "Electric", "type2": "", "description": "Acumula electricidad negativa en su cuerpo. Puede descargar ráfagas de electricidad de más de 10,000 voltios.", "descriptionEn": "It accumulates negative ions in the atmosphere to blast out 10,000-volt lightning bolts."},
  {"number": 136, "name": "Flareon", "nameEn": "Flareon", "type1": "Fire", "type2": "", "description": "Al almacenar calor en su cuerpo, su temperatura puede alcanzar hasta 1,650 grados Fahrenheit.", "descriptionEn": "When storing thermal energy in its body, its temperature can soar to over 1,600 degrees Fahrenheit."},
  {"number": 137, "name": "Porygon", "nameEn": "Porygon", "type1": "Normal", "type2": "", "description": "Un Pokémon creado por científicos. Es el primer Pokémon artificial hecho con tecnología avanzada.", "descriptionEn": "A Pokémon that consists entirely of programming code. Capable of moving freely in cyberspace."},
  {"number": 138, "name": "Omanyte", "nameEn": "Omanyte", "type1": "Rock", "type2": "Water", "description": "Un Pokémon prehistórico que fue resucitado de un fósil. Usa sus tentáculos para capturar presas.", "descriptionEn": "A prehistoric Pokémon that died out when its heavy shell made it impossible to catch prey."},
  {"number": 139, "name": "Omastar", "nameEn": "Omastar", "type1": "Rock", "type2": "Water", "description": "Se cree que se extinguió porque su caparazón creció demasiado, haciendo que sus movimientos fueran lentos y pesados.", "descriptionEn": "A prehistoric Pokémon that died out when its heavy shell made it impossible to catch prey."},
  {"number": 140, "name": "Kabuto", "nameEn": "Kabuto", "type1": "Rock", "type2": "Water", "description": "Un Pokémon prehistórico que fue resucitado de un fósil. Se ha visto en la naturaleza en raras ocasiones.", "descriptionEn": "A Pokémon that was resurrected from a fossil found in what was once the ocean floor long ago."},
  {"number": 141, "name": "Kabutops", "nameEn": "Kabutops", "type1": "Rock", "type2": "Water", "description": "En el agua, se contrae para nadar rápidamente. Usa sus garras afiladas para capturar presas.", "descriptionEn": "Its sleek shape is perfect for swimming. It slashes prey with its claws and drains the body fluids."},
  {"number": 142, "name": "Aerodactyl", "nameEn": "Aerodactyl", "type1": "Rock", "type2": "Flying", "description": "Un Pokémon feroz y prehistórico que va en picada desde el cielo con sus mandíbulas dentadas.", "descriptionEn": "A prehistoric Pokémon that flew through the skies in the ancient past. Its sharp fangs still retain their edge."},
  {"number": 143, "name": "Snorlax", "nameEn": "Snorlax", "type1": "Normal", "type2": "", "description": "Muy perezoso. Solo come y duerme. A medida que crece, se vuelve más sedentario.", "descriptionEn": "Very lazy. Just eats and sleeps. As its rotund bulk builds, it becomes steadily more slothful."},
  {"number": 144, "name": "Articuno", "nameEn": "Articuno", "type1": "Ice", "type2": "Flying", "description": "Un Pokémon legendario pájaro que puede controlar el hielo. Se dice que sus alas están hechas de hielo.", "descriptionEn": "A legendary bird Pokémon that can control ice. The flapping of its wings chills the air."},
  {"number": 145, "name": "Zapdos", "nameEn": "Zapdos", "type1": "Electric", "type2": "Flying", "description": "Un Pokémon legendario pájaro que puede controlar la electricidad. Generalmente vive en nubes de tormenta.", "descriptionEn": "A legendary bird Pokémon that is said to live in thunderclouds. It freely controls lightning bolts."},
  {"number": 146, "name": "Moltres", "nameEn": "Moltres", "type1": "Fire", "type2": "Flying", "description": "Un Pokémon legendario pájaro que puede controlar el fuego. Si se lesiona, se sumerge en magma líquido para sanar.", "descriptionEn": "A legendary bird Pokémon that can control fire. If injured, it is said to dip its body in the molten magma of a volcano to heal itself."},
  {"number": 147, "name": "Dratini", "nameEn": "Dratini", "type1": "Dragon", "type2": "", "description": "Llamado el Pokémon milagroso. Mientras crece, puede mudar su piel muchas veces.", "descriptionEn": "Long considered a mythical Pokémon until recently when a small colony was found living underwater."},
  {"number": 148, "name": "Dragonair", "nameEn": "Dragonair", "type1": "Dragon", "type2": "", "description": "Un Pokémon místico que exuda un aura. Tiene la capacidad de cambiar las condiciones climáticas.", "descriptionEn": "A mystical Pokémon that exudes a gentle aura. Has the ability to change climate conditions."},
  {"number": 149, "name": "Dragonite", "nameEn": "Dragonite", "type1": "Dragon", "type2": "Flying", "description": "Se dice que este Pokémon vive en algún lugar del mar y vuela a través de los cielos sin ser visto.", "descriptionEn": "An extremely rarely seen marine Pokémon. Its intelligence is said to match that of humans."},
  {"number": 150, "name": "Mewtwo", "nameEn": "Mewtwo", "type1": "Psychic", "type2": "", "description": "Un Pokémon creado por manipulación genética. Sin embargo, aunque el poder científico de los humanos lo creó, no pudieron dotarlo de un corazón compasivo.", "descriptionEn": "A Pokémon created by genetic manipulation. However, even though the scientific power of humans created this Pokémon's body, they failed to endow Mewtwo with a compassionate heart."},
  {"number": 151, "name": "Mew", "nameEn": "Mew", "type1": "Psychic", "type2": "", "description": "Se dice que posee el código genético de todos los Pokémon. Es capaz de hacerse invisible a voluntad, por lo que pocas personas lo han visto.", "descriptionEn": "So rare that it is still said to be a mirage by many experts. Only a few people have seen it worldwide."}
]






